{
    "es":{
       "text-curriculum": "Currículum",
       "link_home": "Inicio",
       "link_about": "Sobre mi",
       "link_studies": "Estudios",
       "link_technologies": "Tecnologías",
       "link_contacts": "Contactos",
       "home_text": "Soy programador, apasionado sobre la programación y el desarrollo web, ven y mira lo que puedo hacer. Vamoooosss!!!",
       "h3_about": "Sobre mi",
       "h3_projects": "Proyectos",
       "li_about_learning": "Estoy aprendiendo Desarrollo Full-Stack",
       "li_about_languages": "Idiomas: Español (Nativo), Inglés (B1)",
       "li_about_live": "Vivo en República Dominicana, Santo Domingo",
       "li_about_phone": "Celular: 849-376-2615",
       "span_about1": "Mis hobbies son programar, leer y jugar videojuegos.",
       "span_about2": "Estoy estudiando Desarrollo de Software en el Instituto Tecnologico de las Americas (ITLA).",
       "h3_studies": "Estudios",
       "date_studies1": "Ener 2021 - Actual",
       "date_studies2": "Ener 2021 - Abr 2021",
       "date_studies4": "Feb 2023 - Actual",
       "p_studies1": "Estoy estudiando Desarrollo de Software en el Instituto Tecnológico de las Américas (ITLA), para obtener los conocimientos necesarios para programar software de la forma más eficiente posible aplicando mejores prácticas.",
       "p_studies2": "Durante este período, tomé un curso de Fundamentos del Computador para obtener los conocimientos básicos necesarios sobre las computadoras y cómo funcionan a nivel de software y hardware.",
       "p_studies3": "Tomé un curso en la plataforma udemy sobre desarrollo web que me dio las habilidades para crear páginas web utilizando tecnologías HTML, CSS y JavaScript.",
       "p_studies4": "Estoy reforzando mis conocimientos en desarrollo web en la página de Free Code Camp para poder usar herramientas web como javascript de manera más eficiente y hacer páginas de una mejor manera con más funciones.",
       "h3_technologies": "Tecnologías",
       "h3_contact": "Habla conmigo!",
       "p_contact": "¿Quieres contactarme? Puedes enviarme un mensaje...",
       "employeeManagementDescription": "En este proyecto utilice tecnologias como PHP para realizar una pagina que me permitiera guardar datos de empleados de una empresa, estos datos los guarda en una carpeta que esta en el proyecto.",
       "contactBookDescription" : "En este proyecto utilice HTML, CSS y JS, para guardar contactos con sus respectivos datos en el localStorage del navegador."
    },
    "en":{
        "text-curriculum": "Resume",
        "link_home": "Home",
        "link_about": "About",
        "link_studies": "Studies",
        "link_technologies": "Technologies",
        "link_contacts": "Contacts",
        "home_text": "I'm Software Developer, passionate about programming and web development, come and check what I can do. Let's gooooo!!!",
        "h3_about": "About me",
        "h3_projects": "Projects",
        "li_about_learning": "I'm learning Full-Stack Development",
        "li_about_languages": "Languages: Spanish (Native), English (B1)",
        "li_about_live": "I live in Dominican Republic, Santo Domingo",
        "li_about_phone": "Phone: 849-376-2615",
        "span_about1": "My hobbies are programming, reading and playing video games.",
        "span_about2": "I'm studying Software Development at Instituto Tecnologico de las Americas (ITLA).",
        "h3_studies": "Studies",
        "date_studies1": "Jan 2021 - Current",
        "date_studies2": "Jan 2021- Apr 2021",
        "date_studies4": "Feb 2023 - Current",
        "p_studies1": " I'm studying Software Development at Instituto Tecnologico de las Americas (ITLA), to obtain the necessary knowledge to program software in the most efficient way possible by applying best practices.",
        "p_studies2": "During this period, I took a Computer Fundamentals course to gain the necessary basic knowledge about computers and how they work at the software and hardware level.",
        "p_studies3": "I took a course on the udemy platform on web development that gave me the skills to create web pages using HTML, CSS and JavaScript technologies.",
        "p_studies4": "I'm reinforcing my knowledge in web development on the Free Code Camp page so that I can use web tools like javascript more efficiently and make pages in a better way with more features.",
        "h3_technologies": "Technologies",
        "h3_contact": "Talk with Me!",
        "p_contact": "Do you want to contact me ? You can send me a message...",
        "employeeManagementDescription": "In this project I used technologies such as PHP to make a page that would allow me to save data from employees of a company, this data is saved in a folder that is in the project.",
        "contactBookDescription" : "In this project I use HTML, CSS and JS, to save the contacts with their respective data in the localStorage of the browser."
    }
  }
